package com.example.mountainpeaksquiz;

public class QuestionAnswer {

    public  static String[] question ={
            "Кой e най-високият връх в Рила?",
            "Кой e най-високият връх в Пирин?",
            "Кой e най-високият връх в Стара планина?",
            "Кой e най-високият връх във Витоша?",
            "Кой e най-високият връх в Осоговска планина?",
            "Кой e най-високият връх в Славянка?",
            "Кой e най-високият връх в Родопи?",
            "Кой е най-високият връх в България?",
            "Kолко метра е най-високият връх в България?",
            "Коя е най-високата планина в България?",
            "В коя планина се намират 7-те рилски езера?",
            "В коя планина се намира връх Шипка?",
            "Коя планина е разположена на границата между България, Гърция и Македония?",
            "Коя планина не е част от Западна Стара планина?",
            "Коя планина не се намира в Краището?",
            "Кой е най-високият дял на Родопите?",
            "Колко планини в България имат височина над 2000 m?",
            "В близост до кой голям град се намира планината Витоша?",
            "Кой е последният изригнал вулкан на българска територия?",
            "Коя е най-дългата пещера в България?",
            "Кое от следните езера не спада към Седемте рилски?",
            "Кой от следните не е планински първенец?"

    };

    public static String[][] choices ={
            {"връх Мусала", "връх Ястребец", "връх Стражте", "връх Иречек"},
            {"връх Дено", "връх Манчо", "връх Вихрен", "връх Овчарец"},
            {"връх Ружен", "връх Ботев", "връх Руен", "връх Жълтец"},
            {"връх Иглата", "връх Ком", "Черни връх", "връх Миджур"},
            {"връх Орловец", "връх Радомир", "връх Руен", "връх Алеко"},
            {"Тодорин връх", "връх Мальовица", "връх Малка Тодорка", "Гоцев връх"},
            {"връх Овчарец", "връх Голям Перелик", "връх Белкемен", "връх Иглата"},
            {"връх Мусала", "връх Ботев", "Черни връх", "връх Вихрен"},
            {"3120", "3029", "2925", "2875"},
            {"Родипа планина", "Рила планина", "Стара планина", "Пирин планина"},
            {"Рила планина", "Осоговска планина", "Витоша планина", "Стара планина"},
            {"Витоша планина", "Рила планина", "Родопа планина", "Стара планина"},
            {"Беласица", "Голо бърдо", "Славянка", "Огражден"},
            {"Козница", "Голо бърдо", "Понор", "Ржана"},
            {"Руй", "Милевска планина", "Милевска планина", "Влахина"},
            {"Добростан", "Чернатица", "Мурсалица", "Дъбраш"},
            {"1", "2", "4", "5"},
            {"София", "Варна", "Пловдив", "Плевен"},
            {"Могила Оструша", "Брезнишката котловина", "Джендем тепе","Възвишението Кожух"},
            {"Бачо Киро", "Съева дупка" , "Духлата", "Орлова чука"},
            {"Ритлите","Лъвската глава","Чуклите","Скоковете при Мъглиж"},
            {"Близнака", "Ухото", "Трилистника", "Бъбрека"},
            {"връх Мусала", "Гоцев връх", "връх Руен", "връх Голям Персенк"}
    };

    public  static String[] correctAnswers ={
            "връх Мусала",
            "връх Вихрен",
            "връх Ботев",
            "Черни връх",
            "връх Руен",
            "Гоцев връх",
            "връх Голям Перелик",
            "връх Мусала",
            "2925",
            "Рила планина",
            "Рила планина",
            "Стара планина",
            "Беласица",
            "Голо Бърдо",
            "Влахина",
            "Мурсалица",
            "4",
            "София",
            "Възвишението Кожух",
            "Духлата",
            "Скоковете при Мъглиж",
            "Ухото",
            "връх Голям Персенк"
    };
}
