package com.example.mountainpeaksquiz;

public class QuestionAnswer {

    public  static String[] question ={
            "Кой e най-високият връх в Рила?",
            "Кой e най-високият връх в Пирин?",
            "Кой e най-високият връх в Стара планина?",
            "Кой e най-високият връх във Витоша?",
            "Кой e най-високият връх в Осоговска планина?",
            "Кой e най-високият връх в Славянка?",
            "Кой e най-високият връх в Родопи?"

    };

    public static String[][] choices ={
            {"връх Мусала", "връх Ястребец", "връх Стражте", "връх Иречек"},
            {"връх Дено", "връх Манчо", "връх Вихрен", "връх Овчарец"},
            {"връх Ружен", "връх Ботев", "връх Руен", "връх Жълтец"},
            {"връх Иглата", "връх Ком", "Черни връх", "връх Миджур"},
            {"връх Орловец", "връх Радомир", "връх Руен", "връх Алеко"},
            {"Тодорин връх", "връх Мальовица", "връх Малка Тодорка", "Гоцев връх"},
            {"връх Овчарец", "връх Голям Перелик", "връх Белкемен", "връх Иглата"}
    };

    public  static String[] correctAnswers ={
            "връх Мусала",
            "връх Вихрен",
            "връх Ботев",
            "Черни връх",
            "връх Руен",
            "Гоцев връх",
            "връх Голям Перелик"
    };
}
